Repository: DengShouXi/ApiRelay
Catalog: ApiRelay/ApiRelay/Localizable.xcstrings
Source language: en
Languages: zh_hans

# appLock.coverTitle
source: Authentication Required
zh_hans: 需要身份确认

# appLock.masterPassword.empty
source: Enter your app master password.
zh_hans: 请输入应用主密码。

# appLock.masterPassword.hint
source: This is your app master password, not the iPhone passcode.
zh_hans: 这是应用主密码，不是 iPhone 锁屏密码。

# appLock.masterPassword.incorrect
source: Incorrect master password. This is not the iPhone passcode.
zh_hans: 主密码不正确。这里要的不是 iPhone 锁屏密码。

# appLock.masterPassword.forgot
source: Forgot your master password?
zh_hans: 忘记主密码？

# appLock.masterPassword.forgot.confirm
source: Continue
zh_hans: 继续

# appLock.masterPassword.forgot.message
source: You will confirm with Face ID or your device passcode. The master password is then removed, and verification switches to Face ID or device passcode. Your keys are not affected.
zh_hans: 先用 Face ID 或设备密码确认身份，随后清除本机主密码，验证方式改为「生物识别或设备密码」。密钥不受影响。

# appLock.masterPassword.forgot.title
source: Use your device passcode instead
zh_hans: 改用设备密码进入

# appLock.masterPassword.missing.action
source: Unlock with device passcode
zh_hans: 用设备密码解锁

# appLock.masterPassword.missing.hint
source: No master password is stored on this device. Unlock with Face ID or your device passcode; revealing keys will use the same method from now on.
zh_hans: 本机没有存主密码。用 Face ID 或设备密码进入，之后查看密钥也改用同样的方式。

# appLock.masterPassword.missing.title
source: Master password unavailable
zh_hans: 无法用主密码解锁

# appLock.masterPassword.notSet
source: No master password is stored on this device, so it cannot unlock the app.
zh_hans: 本机没有存主密码，用主密码打不开。

# appLock.unlock
source: Unlock
zh_hans: 解锁

# biometry.faceID
source: Face ID
zh_hans: 面容 ID

# biometry.touchID
source: Touch ID
zh_hans: 触控 ID

# error.authenticationCancelled
source: Authentication cancelled.
zh_hans: 已取消验证。

# error.authenticationFailed
source: Authentication failed. Try again with your device password.
zh_hans: 身份验证失败，请使用本机密码重试。

# error.backupPassphraseIncorrect
source: Backup passphrase is incorrect.
zh_hans: 备份口令不正确。

# error.backupVersionUnsupported %lld %lld
source: Backup version %lld is unsupported (supported: %lld).
zh_hans: 不支持的备份版本 %lld（当前支持 %lld）。

# error.biometryUnavailable
source: Biometrics unavailable. Choose another reveal policy in Settings, or use device passcode policy.
zh_hans: 生物识别不可用。请在设置中改用「本机密码」档，或检查系统触控 ID / 面容 ID。

# error.capabilityUnsupported %@
source: Platform %@ does not support this capability.
zh_hans: 平台 %@ 不支持该能力。

# error.createdUpstreamButLocalSaveFailed %@
source: Created on %@ but failed to save locally. The upstream key was not rolled back.
zh_hans: 已在 %@ 创建，但本地保存失败；上游密钥未自动回滚。

# error.keychainFailure %lld
source: Keychain error (%lld).
zh_hans: 钥匙串操作失败（%lld）。

# error.managementCredentialMissing
source: Management credential is missing for this account.
zh_hans: 该账号尚未配置管理凭证。

# error.networkUnavailable
source: Network unavailable.
zh_hans: 网络不可用。

# error.quotaExceeded
source: Free tier limited to 3 keys. Unlock unlimited keys.
zh_hans: 免费版最多 3 把密钥，可解锁无限数量。

# error.secretMissingOnDevice
source: Secret not available on this device
zh_hans: 本机暂无密钥明文

# error.upstreamRejected %lld
source: Upstream rejected the request (HTTP %lld).
zh_hans: 上游拒绝请求（HTTP %lld）。

# error.upstreamRejectedDetail %lld %@
source: Upstream rejected the request (HTTP %lld): %@.
zh_hans: 上游拒绝请求（HTTP %lld）：%@。

# error.upstreamUnparsable %@
source: Could not parse upstream response: %@.
zh_hans: 无法解析上游响应：%@。

# error.validationFailed %@ %@
source: Invalid %@: %@.
zh_hans: 校验失败（%@：%@）。

# gate.backupPassphraseClear
source: Authenticate to clear the backup passphrase
zh_hans: 验证身份以清除备份口令

# gate.backupPassphraseCopy
source: Authenticate to copy the backup passphrase
zh_hans: 验证身份以复制备份口令

# gate.backupPassphraseSet
source: Authenticate to change the backup passphrase
zh_hans: 验证身份以修改备份口令

# gate.cancel
source: Cancel
zh_hans: 取消

# gate.deleteAccount
source: Authenticate to delete account
zh_hans: 验证身份以删除账号

# gate.deleteKey
source: Authenticate to move key to Recently Deleted
zh_hans: 验证身份以移入最近删除

# gate.deleteTool
source: Authenticate to move consumer to Recently Deleted
zh_hans: 验证身份以移入最近删除

# gate.eraseAll
source: Authenticate to erase all data
zh_hans: 验证身份以清除全部数据

# gate.exportBackup
source: Authenticate to export encrypted backup
zh_hans: 验证身份以导出加密备份

# gate.importBackup
source: Authenticate to import encrypted backup
zh_hans: 验证身份以导入加密备份

# gate.permanentDelete
source: Authenticate to permanently delete key
zh_hans: 验证身份以永久删除

# gate.permanentDeleteTrashBatch
source: Authenticate to permanently delete selected items
zh_hans: 验证身份以永久删除所选项目

# gate.resetMasterPassword
source: Authenticate to reset master password
zh_hans: 验证身份以重置主密码

# gate.restoreAccount
source: Authenticate to restore account
zh_hans: 验证身份以恢复账号

# gate.restoreKey
source: Authenticate to restore key
zh_hans: 验证身份以恢复密钥

# gate.restoreTool
source: Authenticate to restore consumer
zh_hans: 验证身份以恢复使用方

# gate.restoreTrashBatch
source: Authenticate to restore selected items
zh_hans: 验证身份以恢复所选项目

# gate.reveal
source: Authenticate to reveal secret
zh_hans: 验证身份以取出明文

# gate.unlockApp
source: Unlock ApiRelay
zh_hans: 解锁 ApiRelay

# health.indeterminate
source: Could not verify
zh_hans: 未能确认

# health.invalid
source: Key invalid
zh_hans: 密钥已失效

# health.unknown
source: Not checked
zh_hans: 未检测

# health.valid
source: Key valid
zh_hans: 密钥有效

# help.about
source: About
zh_hans: 说明

# paywall.body
source: Free accounts can save 3 keys. One-time purchase unlocks unlimited keys.
zh_hans: 免费档可保存 3 把密钥。一次买断即可解锁无限密钥。

# paywall.buy
source: Upgrade
zh_hans: 升级

# paywall.nav
source: Upgrade
zh_hans: 升级

# paywall.owned
source: Already Unlocked
zh_hans: 已解锁

# paywall.plan.badge.current
source: Available
zh_hans: 可选

# paywall.plan.badge.owned
source: Owned
zh_hans: 已拥有

# paywall.plan.once
source: one-time
zh_hans: 一次买断

# paywall.plan.unlimited.detail
source: Unlock unlimited API keys. One-time purchase with Restore Purchases.
zh_hans: 解锁无限数量的 API 密钥。一次买断，支持恢复购买。

# paywall.plan.unlimited.title
source: Unlimited Keys
zh_hans: 无限密钥

# paywall.productUnavailable
source: The upgrade product isn’t available yet. In TestFlight use a Sandbox Apple ID, and confirm the IAP exists in App Store Connect (Ready to Submit).
zh_hans: 暂时无法获取升级商品。TestFlight 请用沙盒 Apple ID；并确认 App Store Connect 里已创建内购且状态可用（如「准备提交」）。

# paywall.restore
source: Restore Purchases
zh_hans: 恢复购买

# paywall.restored
source: Purchases restored
zh_hans: 已恢复购买

# paywall.success
source: Purchase successful
zh_hans: 购买成功

# paywall.title
source: Unlimited Keys
zh_hans: 无限密钥

# paywall.upgrade
source: Upgrade
zh_hans: 升级

# paywall.upgradeWithPrice %@
source: Upgrade · %@
zh_hans: 升级 · %@

# preset.platform.alibabaBailian
source: Alibaba Bailian
zh_hans: 阿里百炼

# preset.platform.siliconflow
source: SiliconFlow
zh_hans: 硅基流动

# preset.platform.volcengine
source: Volcengine
zh_hans: 火山引擎

# preset.platform.zhipu
source: Zhipu AI
zh_hans: 智谱 AI

# settings.appearance
source: Appearance
zh_hans: 外观

# settings.appearance.dark
source: Dark
zh_hans: 深色

# settings.appearance.footer
source: Appearance and default grouping stay on this device and do not sync via iCloud.
zh_hans: 外观与默认视角仅保存在本机，不随 iCloud 同步。

# settings.appearance.label
source: Appearance
zh_hans: 外观

# settings.appearance.light
source: Light
zh_hans: 浅色

# settings.appearance.rowDetail
source: Light/dark look for this device only. Does not sync via iCloud.
zh_hans: 仅影响本机浅色/深色外观，不随 iCloud 同步。

# settings.appearance.system
source: System
zh_hans: 跟随系统

# settings.appLock
source: Require Authentication to Open App
zh_hans: 打开 App 需身份确认

# settings.appLock.label
source: Require Authentication to Open App
zh_hans: 打开 App 需身份确认

# settings.appLock.rowDetail
source: Ask for authentication when returning to the app.
zh_hans: 重新打开 App 时再次确认身份。

# settings.assignPickerFilter
source: Key Picker Scope
zh_hans: 添加密钥时的范围

# settings.assignPickerFilter.allowShared
source: All keys
zh_hans: 全部密钥

# settings.assignPickerFilter.rowDetail
source: What the Add Existing Key sheet lists. Does not change whether a key can already be shared.
zh_hans: 「添加已有密钥」弹窗里列出哪些密钥。不会改掉密钥本身可否被多个使用方共用。

# settings.assignPickerFilter.unassignedOnly
source: Unassigned only
zh_hans: 仅未指派

# settings.autoLock %lld
source: Auto-lock: %lld sec
zh_hans: 自动锁定：%lld 秒

# settings.autoLock.label
source: Auto-Lock
zh_hans: 自动锁定

# settings.autoLock.rowDetail
source: Applies when you return to the app after being away. 0 means lock only when leaving the app.
zh_hans: 离开一段时间再回到 App 时生效。0 表示仅在离开 App 时锁定。

# settings.avatars
source: Avatars
zh_hans: 头像

# settings.avatars.account
source: Custom platform
zh_hans: 自定义平台

# settings.avatars.account.footer
source: Used by custom platforms. OpenAI and other presets keep their own icons unless you change that account.
zh_hans: 自定义平台用这个。OpenAI 等预置平台仍用各自图标，除非那条账号被单独改过。

# settings.avatars.key
source: Default key
zh_hans: 默认密钥

# settings.avatars.key.footer
source: Used by keys that have not picked their own avatar.
zh_hans: 还没单独选过头像的密钥用这个。

# settings.avatars.restore
source: Reset to built-in
zh_hans: 恢复内置

# settings.avatars.rowDetail
source: Default look for keys, custom platforms, and custom tools on this device. Does not sync via iCloud. You can still change one item in its edit screen.
zh_hans: 本机上密钥、自定义平台、自建使用方的默认样子，不随 iCloud 同步。某一条仍可在编辑里单独改。

# settings.avatars.tool
source: Custom tool
zh_hans: 自建使用方

# settings.avatars.tool.footer
source: Used by tools you created. VS Code, Cursor, and other presets keep their own icons unless you change that tool.
zh_hans: 你自建的使用方用这个。VS Code、Cursor 等预置仍用各自图标，除非那条被单独改过。

# settings.back
source: Back
zh_hans: 返回

# settings.backup
source: Backup & Restore
zh_hans: 备份与恢复

# settings.backup.choice.default.unavailable
source: Set a default backup passphrase first, then this option becomes available.
zh_hans: 请先到「设置默认备份口令」保存口令，此选项才可选用。

# settings.backup.export
source: Export Backup
zh_hans: 导出备份

# settings.backup.export.action
source: Export File
zh_hans: 导出文件

# settings.backup.export.choice.custom
source: Use a new passphrase
zh_hans: 使用新口令保护

# settings.backup.export.choice.default
source: Use default backup passphrase
zh_hans: 使用默认口令保护

# settings.backup.export.choice.none
source: No passphrase
zh_hans: 无密码保护

# settings.backup.export.footer.custom
source: This passphrase is used only for this file. It is not saved as the default. Import by entering the same passphrase.
zh_hans: 此口令只用于这一份文件，不会改掉默认备份口令。导入时选「输入备份口令」。

# settings.backup.export.footer.default
source: The file is encrypted with the default backup passphrase saved on this device. Import with the same default passphrase.
zh_hans: 使用本机已保存的默认备份口令加密。导入时选「使用默认口令导入」。

# settings.backup.export.footer.protected
source: The file is AES-GCM encrypted. Anyone who has the file still needs the passphrase. Device authentication does not replace the passphrase.
zh_hans: 文件使用 AES-GCM 加密。拿到文件的人仍需口令才能打开。本机验证不能代替口令。

# settings.backup.export.footer.unprotected
source: Without a passphrase, anyone who gets this file can read every API key. Use this only for a short transfer you control.
zh_hans: 不使用口令时，任何人拿到这份文件都能读出全部密钥。只适合你自己短暂拷贝、随即导入的情况。

# settings.backup.export.rowDetail
source: Choose no passphrase, the default backup passphrase, or a one-time passphrase.
zh_hans: 三种方式：无密码、使用默认备份口令，或为这一份文件另设新口令。

# settings.backup.export.section.method
source: Protection
zh_hans: 保护方式

# settings.backup.export.storedHint
source: This export will use the backup passphrase saved on this device.
zh_hans: 将使用本机已保存的备份口令，无需再输入。

# settings.backup.export.unprotected.confirm
source: Export without a passphrase? The file will contain every API key in readable form.
zh_hans: 确定不使用口令导出？文件将含全部密钥明文，拿到即可使用。

# settings.backup.export.usePassphrase
source: Protect with passphrase
zh_hans: 使用口令保护

# settings.backup.exported
source: Backup file saved.
zh_hans: 备份文件已保存。

# settings.backup.format.footer
source: Exports a passphrase-protected .apirelaybackup file (AES-GCM). Not Excel or CSV. Import the same file with the same passphrase to restore.
zh_hans: 导出为口令保护的 .apirelaybackup 加密包（AES-GCM），不是 Excel 或 CSV。导入时选择同一文件并输入同一口令即可恢复。

# settings.backup.import
source: Import Backup
zh_hans: 导入备份

# settings.backup.import.action
source: Import
zh_hans: 导入

# settings.backup.import.choice.custom
source: Enter a backup passphrase
zh_hans: 输入备份口令

# settings.backup.import.choice.default
source: Use default backup passphrase
zh_hans: 使用默认口令导入

# settings.backup.import.choice.none
source: No passphrase
zh_hans: 无密码导入

# settings.backup.import.choose
source: Choose Backup File
zh_hans: 选择备份文件

# settings.backup.import.footer
source: If the file uses a passphrase, the one saved on this device is tried first. Otherwise enter it once. This is a merge, not a full replace.
zh_hans: 加密文件会先尝试本机已保存的备份口令；对不上再输入一次。导入是合并，不是整库覆盖。

# settings.backup.import.footer.custom
source: For a file exported with a one-time passphrase. Enter that passphrase once; no confirmation field.
zh_hans: 对应导出时选「使用新口令保护」的文件。输入当时的口令即可，不必再确认。

# settings.backup.import.footer.default
source: For a file exported with the default backup passphrase saved on this device.
zh_hans: 对应导出时选「使用默认口令保护」的文件，使用本机已保存的默认备份口令。

# settings.backup.import.footer.none
source: For a file exported with no passphrase. Merge into the current vault; existing keys with the same ID are skipped.
zh_hans: 对应导出时选「无密码保护」的文件。导入是合并，已有同一 ID 的密钥会跳过。

# settings.backup.import.mismatch.needsPassphrase
source: This file is passphrase-protected. Choose “use default passphrase” or “enter a backup passphrase”.
zh_hans: 此文件受口令保护。请改选「使用默认口令导入」或「输入备份口令」。

# settings.backup.import.mismatch.unprotected
source: This file has no passphrase. Choose “no passphrase”.
zh_hans: 此文件没有口令。请改选「无密码导入」。

# settings.backup.import.needPassphrase
source: This file is passphrase-protected. Enter the passphrase used when it was exported.
zh_hans: 此文件受口令保护。请输入导出时使用的口令。

# settings.backup.import.rowDetail
source: Match the method used when the file was exported: no passphrase, default passphrase, or enter a one-time passphrase.
zh_hans: 与导出时的三种方式对应：无密码、使用默认口令，或输入当时另设的口令。合并进当前保险库，不覆盖已有密钥。

# settings.backup.import.section.method
source: Import Method
zh_hans: 导入方式

# settings.backup.import.unprotected.confirm
source: This file has no passphrase. Import and merge it into the current vault?
zh_hans: 此文件未使用口令。确定合并进当前保险库？

# settings.backup.imported %lld %lld %lld
source: Imported %lld accounts and %lld keys (%lld already present).
zh_hans: 已导入 %lld 个账号、%lld 把密钥（跳过已存在 %lld）。

# settings.backup.passphrase
source: Backup Passphrase
zh_hans: 备份口令

# settings.backup.passphrase.clear
source: Clear Saved Passphrase
zh_hans: 清除已保存的口令

# settings.backup.passphrase.cleared
source: Saved backup passphrase removed from this device.
zh_hans: 本机已保存的备份口令已清除。

# settings.backup.passphrase.confirm
source: Confirm Passphrase
zh_hans: 确认口令

# settings.backup.passphrase.copied
source: Copied. The clipboard will clear automatically.
zh_hans: 已复制。剪贴板会按设定时长自动清除。

# settings.backup.passphrase.copy
source: Copy to Paste into a Password Manager
zh_hans: 复制以便存到其他密码管理器

# settings.backup.passphrase.footer
source: Stored only in this device’s Keychain. Clearing all data removes it. Keep a copy in another password manager for reinstall or another Mac.
zh_hans: 只存在本机钥匙串，清除全部数据时会一并删除。请复制到其他密码管理器，以便重装或换机后贴回。

# settings.backup.passphrase.mismatch
source: Passphrase and confirmation do not match.
zh_hans: 两次输入的口令不一致。

# settings.backup.passphrase.rowDetail
source: Saved on this device as the default for export and import. Copy it into another password manager. This is not the in-app master password.
zh_hans: 保存在本机，作为导出/导入的默认口令。可复制到其他密码管理器。这不是打开 App 的主密码。

# settings.backup.passphrase.save
source: Save Passphrase
zh_hans: 保存口令

# settings.backup.passphrase.saved
source: Backup passphrase saved on this device.
zh_hans: 备份口令已保存在本机。

# settings.backup.passphrase.saveFailed.title
source: Couldn’t Save Passphrase
zh_hans: 无法保存口令

# settings.backup.passphrase.setDefault
source: Set Default Backup Passphrase
zh_hans: 设置默认备份口令

# settings.backup.passphrase.status.set
source: On
zh_hans: 已设置

# settings.backup.passphrase.status.unset
source: Off
zh_hans: 未设置

# settings.backup.passphrase.update
source: Update Passphrase
zh_hans: 更新口令

# settings.backup.rowDetail
source: Export or import a passphrase-protected backup for this app only (not Excel).
zh_hans: 导出或导入仅本 App 可打开的加密备份包（不是 Excel）。恢复时必须使用同一口令。

# settings.clipboardClear.label
source: Clipboard Auto-Clear
zh_hans: 剪贴板自动清除

# settings.clipboardClear.rowDetail
source: After you copy a secret, the clipboard is cleared once this much time has passed. On iPhone and iPad the system does this for you, so it still happens even if you close the app. On Mac the system offers no such guarantee, so the app has to time it itself: it clears on schedule while the app is running, and also clears on a normal quit (⌘Q) — but not if the app is force-quit or crashes, in which case the secret stays on the clipboard.
zh_hans: 复制密钥后，过了这个时长就清空剪贴板。iPhone、iPad 上这件事交给系统做，你就算关掉 App 也会照清。Mac 上系统不提供这个能力，只能由 App 自己计时；App 开着时会按时清除，正常退出（⌘Q）时也会顺手清掉，但强制退出或 App 崩溃时不会清，密钥会一直留在剪贴板里。

# settings.clipboardLocalOnly
source: Disable Universal Clipboard
zh_hans: 禁用通用剪贴板

# settings.clipboardLocalOnly.rowDetail
source: Keep copied secrets off Universal Clipboard.
zh_hans: 阻止明文经通用剪贴板同步到附近设备。

# settings.clipboardSeconds %lld
source: Clipboard clear: %lld sec
zh_hans: 剪贴板清除：%lld 秒

# settings.data
source: Data
zh_hans: 数据

# settings.defaultGrouping
source: Default Grouping
zh_hans: 默认分组视角

# settings.defaultGrouping.rowDetail
source: Which vault tab opens by default on this device. Does not sync via iCloud.
zh_hans: 本机默认打开「按平台」还是「按使用方」。仅保存在本机，不随 iCloud 同步。

# settings.done
source: Done
zh_hans: 完成

# settings.duration.seconds %lld
source: %lld sec
zh_hans: %lld 秒

# settings.duration.unit
source: sec
zh_hans: 秒

# settings.eraseAll
source: Erase All Data
zh_hans: 清除全部数据

# settings.eraseAll.confirm
source: Erase everything?
zh_hans: 确认清除全部数据？

# settings.eraseAll.done
source: All local user data erased
zh_hans: 本机用户数据已清除

# settings.eraseAll.footer
source: Permanently removes keys, accounts, preferences, and Keychain secrets on this device.
zh_hans: 永久清除本机密钥、账号、偏好与钥匙串中的明文。

# settings.eraseAll.message
source: This removes keys, preferences, and local data on this device. Purchases are kept. Synced devices may also clear.
zh_hans: 将清除本机密钥、偏好等用户数据；不吊销购买。若已同步，其他设备上的同步数据也可能被清。

# settings.eraseAll.rowDetail
source: Permanently removes keys, accounts, preferences, and Keychain secrets on this device.
zh_hans: 永久清除本机密钥、账号、偏好与钥匙串中的明文。

# settings.eraseAllData.label
source: Erase All Data
zh_hans: 清除全部数据

# settings.hideInAppSwitcher
source: Hide content in App Switcher
zh_hans: 切换器中遮罩内容

# settings.hideInAppSwitcher.rowDetail
source: Hide sensitive previews in the app switcher.
zh_hans: 在应用切换器中遮盖敏感预览。

# settings.masterPassword
source: Master Password
zh_hans: 主密码

# settings.masterPassword.confirm
source: Confirm master password
zh_hans: 再输入一次

# settings.masterPassword.label
source: App Master Password
zh_hans: 应用主密码

# settings.masterPassword.mismatch
source: Passwords do not match
zh_hans: 两次输入不一致

# settings.masterPassword.reset
source: Reset Master Password
zh_hans: 重置主密码

# settings.masterPassword.resetDone
source: Master password cleared
zh_hans: 主密码已清除

# settings.masterPassword.rowDetail
source: Optional extra gate; stored only on this device.
zh_hans: 可选加强验证；校验材料仅存本机、不同步。

# settings.masterPassword.rule.charset
source: Letters, numbers, and common symbols are allowed. Use the same password on iPhone and Mac.
zh_hans: 可用字母、数字、常见符号；手机和电脑输入同一串。

# settings.masterPassword.rule.length
source: At least 4 characters
zh_hans: 至少 4 个字符

# settings.masterPassword.rule.length.unmet %lld
source: Not met: at least 4 characters (currently %lld)
zh_hans: 未满足：至少 4 个字符（当前 %lld 位）

# settings.masterPassword.rule.match
source: Both entries match
zh_hans: 两次输入一致

# settings.masterPassword.rule.match.unmet
source: Not met: both entries must match
zh_hans: 未满足：两次输入一致

# settings.masterPassword.rule.met
source: Met
zh_hans: 已满足

# settings.masterPassword.rule.unmet
source: Not met
zh_hans: 未满足

# settings.masterPassword.rules.title
source: Rules
zh_hans: 创建规则

# settings.masterPassword.save
source: Save
zh_hans: 保存

# settings.masterPassword.saved
source: Master password saved
zh_hans: 主密码已保存

# settings.masterPassword.saveFailed.title
source: Couldn’t Save
zh_hans: 保存失败

# settings.masterPassword.saveSuccess.message
source: Master password has been saved. Verification method is now Master Password.
zh_hans: 主密码已保存，验证方式已设为「主密码」。

# settings.masterPassword.saveSuccess.title
source: Saved
zh_hans: 保存成功

# settings.masterPassword.set
source: Set / Change Master Password
zh_hans: 设置/修改主密码

# settings.masterPassword.status.set
source: Set
zh_hans: 已设置

# settings.masterPassword.status.unset
source: Not set
zh_hans: 未设置

# settings.policy.biometricOnly.detail
source: Biometrics only; device passcode will not unlock.
zh_hans: 仅生物识别，不能改用设备密码。

# settings.policy.biometricOnly.unavailable
source: Biometrics Only (unavailable)
zh_hans: 仅生物识别（本机不可用）

# settings.policy.biometricOnly.unavailable.detail
source: This device has no Face ID or Touch ID.
zh_hans: 本机没有可用的面容 ID / 触控 ID。

# settings.policy.biometricOrPasscode
source: Biometrics or Device Passcode
zh_hans: 面容/触控 ID 或设备密码

# settings.policy.biometricOrPasscode.detail
source: Use Face ID, Touch ID, or the device passcode.
zh_hans: 可用面容 ID、触控 ID 或设备密码。

# settings.policy.biometricOrPasscode.short
source: Face ID or Passcode
zh_hans: 面容 ID 或密码

# settings.policy.faceID
source: Face ID Only
zh_hans: 仅面容 ID

# settings.policy.masterPassword
source: Master Password
zh_hans: 主密码

# settings.policy.masterPassword.detail
source: Use the app master password set on this device.
zh_hans: 使用本机设置的应用主密码。

# settings.policy.masterPassword.notConfigured
source: Master password isn’t set. Open Settings → Verification Method to set it, or choose another method.
zh_hans: 尚未设置主密码。请到设置 → 验证方式完成设置，或改选其他验证方式。

# settings.policy.masterPassword.setupHint
source: Set a master password to finish enabling this verification method. Cancel returns without changing your current method.
zh_hans: 在此设置主密码以完成「主密码」验证。取消返回，不会更改当前验证方式。

# settings.policy.none
source: None
zh_hans: 不验证

# settings.policy.none.detail
source: No prompt when viewing or copying secrets.
zh_hans: 查看或复制时不再弹出验证。

# settings.policy.touchID
source: Touch ID Only
zh_hans: 仅触控 ID

# settings.purchaseUnlimited
source: Unlimited Keys
zh_hans: 无限密钥

# settings.purchaseUnlimited.rowDetail
source: One-time purchase to remove the free-tier key limit.
zh_hans: 一次买断，解除免费档密钥数量上限。

# settings.purchaseUnlimited.rowDetail.owned
source: This Apple ID already unlocked Unlimited Keys.
zh_hans: 此 Apple ID 已解锁无限密钥。

# settings.purchaseUnlimited.status.buy
source: Buy
zh_hans: 购买

# settings.purchaseUnlimited.status.owned
source: Owned
zh_hans: 已购买

# settings.restorePurchases
source: Restore Purchases
zh_hans: 恢复购买

# settings.restorePurchases.done
source: Purchases restored
zh_hans: 已恢复购买

# settings.restorePurchases.rowDetail
source: Re-apply Unlimited Keys after reinstall or a new device.
zh_hans: 重装或换机后重新生效「无限密钥」。

# settings.revealPolicy
source: Verification
zh_hans: 验证方式

# settings.revealPolicy.label
source: Verification to Reveal Secrets
zh_hans: 取出密钥明文的验证方式

# settings.revealPolicy.rowDetail
source: Needed before viewing or copying a secret. Reveal and copy share one policy; turning it off disables both.
zh_hans: 查看或复制明文前需验证。查看与复制共用同一道门闩；关闭后二者都不再要求确认。

# settings.section.appearance
source: Appearance
zh_hans: 外观

# settings.section.assign
source: Assignment
zh_hans: 指派
